tap "hashicorp/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "azure-cli"
brew "bat"
brew "delve"
brew "direnv"
brew "docker"
brew "docker-credential-helper"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "pre-commit"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "trivy"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "docker"
cask "homerow"
cask "keepassxc"
cask "obsidian"
cask "spotify"
cask "wezterm"
