tap "hashicorp/tap"
tap "homebrew/bundle"
brew "bat"
brew "direnv"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "glab"
brew "gnu-sed"
brew "go"
brew "lazygit"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "pass"
brew "pinentry-mac"
brew "podman"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "wget"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "keepassxc"
cask "obsidian"
cask "podman-desktop"
cask "spotify"
cask "wezterm"
